Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Saturated Fat
cs: Nasycené tuky
it: Grassi saturi
pl: Tłuszcze nasycone
ru: Насыщенные жиры
uk: Насичені жири

source: Say these phrases to Siri to use Ayuvo hands-free.
cs: Říkej tyto fráze Siri a používej Ayuvo bez rukou.
it: Pronuncia queste frasi a Siri per usare Ayuvo a mani libere.
pl: Powiedz te frazy do Siri, aby używać Ayuvo bez użycia rąk.
ru: Произнесите эти фразы Siri, чтобы пользоваться Ayuvo без рук.
uk: Произнесите ети фрази Siri, чтоби пользоваться Ayuvo без рук.

source: Scratch to reveal your special discount!
cs: Setři a odhal svou speciální slevu!
it: Gratta per scoprire il tuo sconto speciale!
pl: Zdrap, aby odkryć specjalny rabat!
ru: Потрите, чтобы узнать вашу специальную скидку!
uk: Потрите, чтоби узнать вашу специальную скидку!

source: Sedentary
cs: Sedavý
it: Sedentario
pl: Siedzący
ru: Малоподвижный
uk: Малорухливий спосіб життя

source: Send with your Coach message
cs: Odeslat se zprávou kouči
it: Invia con il tuo messaggio al Coach
pl: Wyślij z wiadomością do Trenera
ru: Отправить Тренеру
uk: Отправить Тренеру

source: Server URL
cs: URL serveru
it: URL del server
pl: URL serwera
ru: URL сервера
uk: URL-адреса сервера

source: Shown on Home
cs: Zobrazeno na Domů
it: Mostrati nella schermata Home
pl: Pokazywane na ekranie głównym
ru: Отображается на главном
uk: Отображается на главном

source: Siri Phrases
cs: Fráze pro Siri
it: Frasi per Siri
pl: Frazy Siri
ru: Фразы Siri
uk: Фрази Siri

source: Sky Cyan
cs: Blankytná
it: Azzurro cielo
pl: Błękit
ru: Небесно-голубой
uk: Блакитний

source: Sodium
cs: Sodík
it: Sodio
pl: Sód
ru: Натрий
uk: Натрій

source: Sort
cs: Řadit
it: Ordina
pl: Sortuj
ru: Сортировка
uk: Сортувати

source: Spanish
cs: Španělština
it: Spagnolo
pl: Hiszpański
ru: Испанский
uk: Іспанська

source: Sugar
cs: Cukr
it: Zuccheri
pl: Cukier
ru: Сахар
uk: Цукор

source: Sugar, Fiber, Sodium
cs: Cukr, vláknina, sodík
it: Zuccheri, fibre, sodio
pl: Cukier, błonnik, sód
ru: Сахар, клетчатка, натрий
uk: Сахар, клетчатка, натрий

source: Suggest with AI
cs: Navrhnout s AI
it: Suggerisci con IA
pl: Zasugeruj z AI
ru: Рекомендация ИИ
uk: Рекомендация ШІ

source: Tap the mic to start
cs: Klepni na mikrofon a začni
it: Tocca il microfono per iniziare
pl: Stuknij mikrofon, aby zacząć
ru: Нажмите на микрофон, чтобы начать
uk: Торкніться мікрофона, щоб почати

source: Target
cs: Cíl
it: Obiettivo
pl: Cel
ru: Цель
uk: Мета

source: Teal
cs: Petrolejová
it: Verde ottanio
pl: Turkusowy
ru: Бирюзовый
uk: Бірюзовий

source: tenth
cs: desetiny
it: decimo
pl: dziesiąta
ru: десятые
uk: десятие

source: The most balanced pace, motivating and sustainable.
cs: Nejvyváženější tempo — motivující a udržitelné.
it: Il ritmo più equilibrato, motivante e sostenibile.
pl: Najbardziej zrównoważone tempo, motywujące i trwałe.
ru: Самый сбалансированный темп — мотивирующий и устойчивый.
uk: Найбільш збалансований темп: мотивує й легко підтримується.

source: Theme Color
cs: Barva motivu
it: Colore tema
pl: Kolor motywu
ru: Цвет темы
uk: Колір теми

source: This does not log the meal. It shows what today would look like if you logged %@.
cs: Jídlo se tím nezapíše. Ukáže, jak by dnešek vypadal po zapsání jídla: %@.
it: Questo non registra il pasto. Mostra come sarebbe la giornata di oggi se registrassi %@.
pl: To nie zapisuje posiłku. Pokazuje, jak wyglądałby dzisiejszy dzień, gdyby dodać %@.
ru: Это не записывает прием пищи. Оно показывает, как выглядел бы сегодняшний день, если записать %@.
uk: Ето не записивает прием пищи. Оно показивает, как виглядел би сегодняшний день, если записать %@.

source: Time
cs: Čas
it: Ora
pl: Godzina
ru: Время
uk: Час

source: Time Range
cs: Časové období
it: Intervallo di tempo
pl: Zakres czasu
ru: Диапазон времени
uk: Диапазон времени

# Today you have logged %lld calories and %@ grams protein.
source: Today you have logged %1$lld calories and %2$@ grams protein.
cs: Dnes máš zapsáno %1$lld kalorií a %2$@ gramů bílkovin.
it: Oggi hai registrato %1$lld calorie e %2$@ grammi di proteine.
pl: Dzisiaj dodano %1$lld kalorii i %2$@ g białka.
ru: Сегодня записано %1$lld калорий и %2$@ г белка.
uk: Сегодня записано %1$lld калорий и %2$@ г белка.

source: Today you have logged %1$lld of %2$lld calories. %3$lld calories remaining. Protein: %4$@ grams.
cs: Dnes máš zapsáno %1$lld z %2$lld kalorií. Zbývá %3$lld kalorií. Bílkoviny: %4$@ gramů.
it: Oggi hai registrato %1$lld di %2$lld calorie. %3$lld calorie rimanenti. Proteine: %4$@ grammi.
pl: Dzisiaj dodano %1$lld z %2$lld kalorii. Pozostało %3$lld kalorii. Białko: %4$@ g.
ru: Сегодня записано %1$lld из %2$lld калорий. Осталось %3$lld калорий. Белок: %4$@ г.
uk: Сегодня записано %1$lld из %2$lld калорий. Осталось %3$lld калорий. Белок: %4$@ г.

source: Today's Calories
cs: Dnešní kalorie
it: Calorie di oggi
pl: Dzisiejsze kalorie
ru: Сегодняшние калории
uk: Сегодняшние калории

source: Today's Food
cs: Dnešní jídlo
it: Alimenti di oggi
pl: Dzisiejsze jedzenie
ru: Еда за сегодня
uk: Записи за сьогодні

source: Total Entries
cs: Celkem záznamů
it: Totale registrazioni
pl: Wszystkie wpisy
ru: Всего записей
uk: Всего записей

source: Trans Fat
cs: Trans tuky
it: Grassi trans
pl: Tłuszcze trans
ru: Трансжиры
uk: Трансжири

source: Transcribing via %@…
cs: Přepisuji přes %@…
it: Trascrizione tramite %@…
pl: Transkrypcja przez %@…
ru: Транскрипция через %@…
uk: Транскрипция через %@…

source: Unfavorite
cs: Odebrat z oblíbených
it: Rimuovi dai preferiti
pl: Usuń z ulubionych
ru: Убрать из избранного
uk: Вилучити з обраного

source: Unit
cs: Jednotka
it: Unità
pl: Jednostka
ru: Единица
uk: Единица

source: Unlock nutrition editing
cs: Odemknout úpravy nutričních hodnot
it: Sblocca modifica valori nutrizionali
pl: Odblokuj edycję wartości odżywczych
ru: Разблокировать редактирование питания
uk: Розблокувати редагування харчової цінності

source: Update
cs: Aktualizovat
it: Aggiorna
pl: Aktualizuj
ru: Обновить
uk: Оновити

source: Update Available
cs: Aktualizace k dispozici
it: Aggiornamento disponibile
pl: Dostępna aktualizacja
ru: Доступно обновление
uk: Доступне оновлення

source: Use Body Fat for BMR
cs: Počítat BMR z tělesného tuku
it: Usa grasso corporeo per il BMR
pl: Używaj tkanki tłuszczowej do BMR
ru: Использовать жир для ПБМ
uk: Використовувати відсоток жиру для BMR

source: Use iPhone Language
cs: Použít jazyk iPhonu
it: Usa la lingua dell'iPhone
pl: Użyj języka iPhone’a
ru: Язык iPhone
uk: Язик iPhone

source: Used when you tap the voice icon to log a meal. Each provider remembers its own language. Provider Auto keeps the provider default; Use iPhone Language sends your current iPhone language when supported.
cs: Použije se, když klepneš na ikonu mikrofonu pro zápis jídla. Každý poskytovatel si pamatuje vlastní jazyk. Auto (poskytovatel) nechá výchozí chování poskytovatele; Použít jazyk iPhonu pošle aktuální jazyk iPhonu, pokud je podporovaný.
it: Usato quando tocchi l'icona vocale per registrare un pasto. Ciascun provider memorizza la propria lingua. "Automatico del provider" mantiene quella predefinita del provider; "Usa la lingua dell'iPhone" invia la lingua corrente del tuo iPhone se supportata.
pl: Używane po stuknięciu ikony głosu, aby dodać posiłek. Każdy dostawca pamięta własny język. Auto dostawcy zachowuje domyślny język dostawcy; Użyj języka iPhone'a wysyła bieżący język iPhone'a, gdy jest obsługiwany.
ru: Используется при нажатии на иконку голоса для записи приёма пищи. Каждый провайдер запоминает свой язык. «Авто» — значение по умолчанию; «Язык iPhone» — текущий язык iPhone, если он поддерживается.
uk: Використовується при нажатии на иконку голоса для записи приёма пищи. Каждий провайдер запоминает свой язик. «Авто» — значение по умолчанию; «Язик iPhone» — текущий язик iPhone, если он поддерживается.

source: Version %@
cs: Verze %@
it: Versione %@
pl: Wersja %@
ru: Версия %@
uk: Версия %@

source: Very Active
cs: Velmi aktivní
it: Molto attivo
pl: Bardzo aktywna
ru: Очень активный
uk: Дуже висока активність

source: Very intense daily, or physical job
cs: Velmi intenzivně denně, nebo fyzická práce
it: Attività molto intensa quotidiana o lavoro fisico
pl: Bardzo intensywnie codziennie lub praca fizyczna
ru: Очень интенсивные ежедневные тренировки или физическая работа
uk: Очень интенсивние ежедневние тренировки или физическая работа

source: View
cs: Zobrazení
it: Visualizzazione
pl: Wyświetl
ru: Вид
uk: Вид

source: Vitamin A
cs: Vitamín A
it: Vitamina A
pl: Witamina A
ru: Витамин A
uk: Вітамін A

source: Vitamin B12
cs: Vitamín B12
it: Vitamina B12
pl: Witamina B12
ru: Витамин B12
uk: Вітамін B12

source: Vitamin C
cs: Vitamín C
it: Vitamina C
pl: Witamina C
ru: Витамин C
uk: Вітамін C

source: Vitamin D
cs: Vitamín D
it: Vitamina D
pl: Witamina D
ru: Витамин D
uk: Вітамін D

source: Vitamin E
cs: Vitamín E
it: Vitamina E
pl: Witamina E
ru: Витамин E
uk: Вітамін E

source: Vitamin K
cs: Vitamín K
it: Vitamina K
pl: Witamina K
ru: Витамин K
uk: Вітамін K

source: Voice Language
cs: Jazyk řeči
it: Lingua vocale
pl: Język głosu
ru: Язык голоса
uk: Язик голоса

source: We'll keep your calories steady to maintain your current weight.
cs: Kalorie nastavíme tak, aby tvoje váha zůstala stejná.
it: Manterremo costanti le tue calorie per conservare il tuo peso attuale.
pl: Utrzymamy stałą liczbę kalorii, aby zachować obecną wagę.
ru: Мы будем поддерживать калории на стабильном уровне, чтобы сохранить ваш текущий вес.
uk: Ми будем поддерживать калории на стабильном уровне, чтоби зберегти ваш текущий вес.

source: We're setting everything up for you
cs: Všechno pro tebe připravujeme
it: Stiamo preparando tutto per te
pl: Konfigurujemy wszystko dla Ciebie
ru: Мы настраиваем всё для вас
uk: Ми настраиваем всё для вас

source: Weight Sync
cs: Synchronizace váhy
it: Sincronizzazione peso
pl: Synchronizacja wagi
ru: Синхронизация веса
uk: Синхронізація ваги

source: What did you eat?
cs: Co bylo k jídlu?
it: Cosa hai mangiato?
pl: Co zjadłeś/zjadłaś?
ru: Что вы съели?
uk: Что ви сели?

source: What if?
cs: Co kdyby?
it: Cosa succederebbe?
pl: Co jeśli?
ru: Что если?
uk: А що, якби?

source: What is your weight?
cs: Jaká je tvoje váha?
it: Qual è il tuo peso?
pl: Jaka jest Twoja waga?
ru: Какой у вас вес?
uk: Какой у вас вес?

source: What you ate, for example 100g chicken breast or two eggs and toast.
cs: Co bylo k jídlu, například 100 g kuřecích prsou nebo dvě vejce a toast.
it: Cosa hai mangiato, ad esempio 100g di petto di pollo o due uova con pane tostato.
pl: Co zjadłeś/zjadłaś, np. 100 g piersi z kurczaka albo dwa jajka i tost.
ru: Что вы съели, например 100 г куриной грудки или два яйца и тост.
uk: Что ви сели, например 100 г куриной грудки или два яйца и тост.

source: What's New
cs: Co je nového
it: Novità
pl: Co nowego
ru: Что нового
uk: Що нового

source: When enabled, new food results open with grams selected even if the AI detects cups, portions, or servings. You can still switch units for each food.
cs: Když je zapnuto, nové výsledky jídla se otevřou s vybranými gramy, i když AI rozpozná hrnky, porce nebo kusy. Jednotky můžeš u každého jídla stále přepnout.
it: Se abilitato, i nuovi risultati degli alimenti si apriranno con i grammi selezionati anche se l'IA rileva tazze, porzioni o porzionature. Puoi comunque cambiare unità per ciascun alimento.
pl: Po włączeniu nowe wyniki jedzenia otwierają się z wybranymi gramami, nawet jeśli AI wykryje kubki, porcje lub serwowania. Nadal możesz zmienić jednostkę dla każdego produktu.
ru: При включении новые результаты открываются с граммами по умолчанию, даже если ИИ определяет порции. Вы всегда можете переключить единицы для каждого продукта.
uk: При включении новие результати откриваются с граммами по умолчанию, даже если ШІ определяет порции. Ви всегда можете переключить единици для каждого продукта.

source: whole
cs: celé
it: intero
pl: całość
ru: целая
uk: целая

source: Whole
cs: Celé
it: Intero
pl: Całość
ru: Целая
uk: Целая

source: Yellow
cs: Žlutá
it: Giallo
pl: Żółty
ru: Жёлтый
uk: Жовтий

source: Your weight, for example 75 kilograms or 165 pounds.
cs: Tvoje váha, například 75 kilogramů nebo 165 liber.
it: Il tuo peso, ad esempio 75 chilogrammi o 165 libbre.
pl: Twoja waga, na przykład 75 kilogramów albo 165 funtów.
ru: Ваш вес, например 75 килограммов или 165 фунтов.
uk: Ваш вес, например 75 килограммов или 165 фунтов.

source: Zinc
cs: Zinek
it: Zinco
pl: Cynk
ru: Цинк
uk: Цинк

source: Base URL
it: URL di base
pl: Bazowy URL
ru: Базовый URL
uk: Базова URL-адреса

source: Cholesterol
it: Colesterolo
ru: Холестерин
uk: Холестерин

source: Hey Siri, %@
it: Ehi Siri, %@
pl: Hej Siri, %@
ru: Привет, Siri, %@
uk: Привет, Siri, %@

source: Hold the Ayuvo app icon to use these shortcuts. Each slot opens its selected action directly. On iPhone, Quick Action 1–3 can also be assigned in Shortcuts to the Action Button or Back Tap.
it: Tieni premuta l'icona dell'app Ayuvo per usare queste abbreviazioni. Ogni posizione apre direttamente l'azione selezionata. Su iPhone, le Azioni rapide 1–3 possono anche essere assegnate in Comandi Rapidi al Tasto Azione o al Tocco posteriore.
uk: Утримуйте значок застосунку Ayuvo, щоб використати ці швидкі дії. Кожен слот безпосередньо відкриває обрану дію. На iPhone швидкі дії 1–3 також можна призначити в «Команди» для кнопки «Дія» або «Торкання ззаду».

source: Indigo
it: Indaco
pl: Indygo
ru: Индиго
uk: Індиго

source: Limit
it: Limite
ru: Лимит
uk: Лимит

source: Vit A
pl: Wit. A
ru: Вит. A
uk: Віт A

source: Vit C
pl: Wit. C
ru: Вит. C
uk: Віт C

source: Vit D
pl: Wit. D
ru: Вит. D
uk: Віт D

source: Vit E
pl: Wit. E
ru: Вит. E
uk: Віт E

source: Vit K
pl: Wit. K
ru: Вит. K
uk: Віт K

source: %@ kcal
ru: %@ ккал
uk: %@ ккал

# %@%lld kcal
source: %1$@%2$lld kcal
ru: %1$@%2$lld ккал
uk: %1$@%2$lld ккал

source: %lld cal
ru: %lld кал
uk: %lld кал

source: %lld cm
ru: %lld см
uk: %lld см

source: %lld ft
ru: %lld фут
uk: %lld фут

source: %lld g
ru: %lld г
uk: %lld г

source: %lld in
ru: %lld дюйм
uk: %lld дюйм

source: %lld kcal
ru: %lld ккал
uk: %lld ккал

source: %lldg · auto
ru: %lldg · авто
uk: %lldg · авто

source: ~%@ g
ru: ~%@ г
uk: ~%@ г

source: g
ru: г
uk: г

source: Omega
ru: Омега
uk: Омега

source: Omega-3
ru: Омега-3
uk: Омега-3

source: Trans
ru: Трансжиры
uk: Трансжири

source: %@ burned · %@ deficit
uk: %@ спалено · дефіцит %@

source: %@ burned · %@ surplus
uk: %@ спалено · профіцит %@

source: %@ burned · balanced
uk: %@ спалено · збалансовано

source: Back up now
uk: Резервне копіювання зараз

source: cm
uk: см

source: Delete cloud backup
uk: Видалити хмарну резервну копію

source: Delete cloud backup?
uk: Видалити хмарну резервну копію?

source: ft
uk: фути

source: ft / in
uk: фути / дюйми

source: iCloud Backup
uk: Резервна копія iCloud

source: in
uk: дюйми

source: Keep this phone
uk: Залишити цей телефон

source: Last backup:
uk: Остання резервна копія:

source: Off until you turn it on. Uses the iCloud account on this iPhone. API keys stay on the device.
uk: Вимкнено, доки ви не увімкнете. Використовує обліковий запис iCloud на цьому iPhone. Ключі API залишаються на пристрої.

source: Removes the Ayuvo file from iCloud. This iPhone is unchanged.
uk: Видаляє файл Ayuvo з iCloud. Цей iPhone залишається без змін.

source: Restore
uk: Відновити

source: Restore backup?
uk: Відновити резервну копію?

source: Restore it, or keep this phone.
uk: Відновити її чи залишити цей телефон?

source: Restore now
uk: Відновити зараз

source: Turn On
uk: Увімкнути

source: Uploads your diary, workouts, fasting, photos, and settings to your iCloud. API keys stay on the phone.
uk: Завантажує ваш щоденник, тренування, голодування, фото та налаштування в iCloud. Ключі API залишаються на телефоні.
